{
  "en": {
    "navbar": {
      "portfolio": "Portfolio",
      "about": "About",
      "contact": "Contact"
    },
    "portfolio": {
      "heading": "Portfolio",
      "contents": {
        "sialam": {
          "title": "SIALAM",
          "company": "PT. Bhinneka Alam Nusantara",
          "description": "Work History at PT Bhineka Alam Nusantara on the SIALAM Product as a UI/UX Designer",
          "timeline": {
            "period1": {
              "dates": "Sep 2022 - Mei 2023",
              "tasks": [
                "Collaborated with the Product Owner and Business Analyst to define system design requirements.",
                "Established design patterns for the SIALAM mobile application.",
                "Designed the user interface (UI) for the SIALAM mobile application.",
                "Created a prototype for the SIALAM mobile application."
              ]
            },
            "period2": {
              "dates": "Mei 2023 - Jul 2023",
              "tasks": [
                "Designed the user interface (UI) for the SIALAM web landing page.",
                "Created a prototype for the SIALAM web landing page.",
                "Developed an application flow design to improve readability for developers.",
                "Conducted a design review for the SIALAM mobile application."
              ]
            },
            "period3": {
              "dates": "Sep 2023 - Jul 2024",
              "tasks": [
                "Updated the system design for the SIALAM mobile application.",
                "Implemented design changes to the product details section of the SIALAM mobile app to enhance usability.",
                "Refined several UI elements to improve user-friendliness."
              ]
            }
          }
        },
        "omhut": {
          "title": "Omhut Self Service Web App",
          "description": [
            "This web application is designed to simplify and speed up the ordering process at Omhut Parkopi coffee shop. With an intuitive and user-friendly interface, customers can easily select menu items and track the status of their orders. On the other hand, the coffee shop staff can efficiently process orders and manage the menu through an integrated dashboard. The application is built using the CodeIgniter 3 framework and uses MySQL as its database.",
            "As an Information Systems student at Esa Unggul University, I developed the Omhut Parkopi coffee ordering web application as part of my final project. This project allowed me to apply the knowledge I've gained in web development. Additionally, it provided an opportunity to solve real-world problems faced by small businesses. You can try out the application by downloading the project from my GitHub at "
          ]
        },
        "preview": "Project Preview"
      }
    },
    "about": {
      "heading": "About Me",
      "content": [
        "Hi, I'm Santosa. As a UI/UX Designer with 2 years of experience, I specialize in creating intuitive and engaging user interfaces for web and mobile applications. Passionate about crafting artistic, modern, and informative designs, I aim to ensure that each project is both flexible and functional. My approach always aligns with business goals to enhance user satisfaction and deliver impactful results.",
        "With a strong foundation in web development—PHP, HTML, CSS, JavaScript, and SQL—I collaborate effectively with development teams to seamlessly bring designs to life. Proficient in Figma and Inkscape, I focus on producing visually appealing and high-quality solutions that meet user needs and business objectives. Outside of work, I enjoy exploring books and films that contain valuable life lessons."
      ]
    },
    "contact": {
      "heading": "Contact Me",
      "content": "Click one of the icons below to contact me."
    },
    "footer": {
      "location": {
        "heading": "Location",
        "content": "Indonesia, Banten Province, Tangerang Regency, Curug District, Curug Kulon Village."
      },
      "social": {
        "heading": "Around the Web"
      },
      "theme_license": {
        "heading": "Theme License",
        "content": "MIT licensed Bootstrap theme created by"
      }
    }
  },
  "id": {
    "navbar": {
      "portfolio": "Portofolio",
      "about": "Tentang",
      "contact": "Kontak"
    },
    "portfolio": {
      "heading": "Portofolio",
      "contents": {
        "sialam": {
          "title": "SIALAM",
          "company": "PT. Bhinneka Alam Nusantara",
          "description": "Riwayat Pekerjaan di PT Bhineka Alam Nusantara pada SIALAM Produk sebagai Desainer UI/UX",
          "timeline": {
            "period1": {
              "dates": "Sep 2022 - May 2023",
              "tasks": [
                "Berkolaborasi dengan Product Owner dan Business Analyst untuk menentukan desain sistem.",
                "Menentukan design pattern aplikasi mobile SIALAM.",
                "Mendesain antarmuka (UI) untuk aplikasi mobile SIALAM.",
                "Membuat prototipe aplikasi mobile SIALAM."
              ]
            },
            "period2": {
              "dates": "Mei 2023 - Jul 2023",
              "tasks": [
                "Mendesain antarmuka (UI) untuk web landing page SIALAM.",
                "Membuat prototipe untuk web landing page SIALAM.",
                "Membuat application flow design yang mudah dipahami oleh tim developer.",
                "Melakukan design review pada aplikasi mobile SIALAM."
              ]
            },
            "period3": {
              "dates": "Sep 2023 - Jul 2024",
              "tasks": [
                "Memperbarui desain sistem untuk aplikasi mobile SIALAM.",
                "Melakukan perubahan pada detail produk di aplikasi mobile SIALAM agar lebih mudah digunakan.",
                "Memperbarui beberapa tampilan aplikasi untuk meningkatkan user-friendliness."
              ]
            }
          }
        },
        "omhut": {
          "title": "Aplikasi Web Layanan Mandiri Omhut",
          "description": [
            "Aplikasi web ini dirancang untuk menyederhanakan dan mempercepat proses pemesanan di kedai kopi Omhut Parkopi. Dengan antarmuka yang intuitif dan ramah pengguna, pelanggan dapat dengan mudah memilih menu dan melacak status pesanan mereka. Di sisi lain, staf kedai kopi dapat memproses pesanan dengan efisien dan mengelola menu melalui dashboard yang terintegrasi. Aplikasi ini dibangun menggunakan framework CodeIgniter 3 dan menggunakan MySQL sebagai basis datanya.",
            "Sebagai mahasiswa Sistem Informasi di Universitas Esa Unggul, saya mengembangkan aplikasi pemesanan kopi Omhut Parkopi sebagai bagian dari proyek akhir saya. Proyek ini memungkinkan saya menerapkan pengetahuan yang saya peroleh dalam pengembangan web. Selain itu, proyek ini memberikan kesempatan untuk menyelesaikan masalah nyata yang dihadapi oleh bisnis kecil. Anda dapat mencoba aplikasi ini dengan mengunduh proyeknya dari GitHub saya di "
          ]
        },
        "preview": "Pratinjau Proyek"
      }
    },
    "about": {
      "heading": "Tentang Saya",
      "content": [
        "Hai, saya Ndaru. Sebagai seorang UI/UX Designer dengan pengalaman 2 tahun, saya fokus menciptakan antarmuka pengguna yang intuitif dan menarik untuk aplikasi web dan mobile. Saya punya passion besar dalam membuat desain yang artistik, modern, dan informatif, sambil memastikan setiap proyek fleksibel dan fungsional. Pendekatan saya selalu sejalan dengan tujuan bisnis untuk meningkatkan kepuasan pengguna dan memberikan hasil yang berdampak.",
        "Dengan dasar yang kuat di pengembangan web—seperti PHP, HTML, CSS, JavaScript, dan SQL—saya bisa bekerja sama dengan tim developer untuk mewujudkan desain dengan mulus. Mahir menggunakan Figma dan Inkscape, saya berfokus menghasilkan solusi berkualitas tinggi dan menarik secara visual yang memenuhi kebutuhan pengguna dan target bisnis. Di luar pekerjaan, saya biasa menonton atau membaca buku yang memiliki pesan dan kesan kehidupan yang bermakna."
      ]
    },
    "contact": {
      "heading": "Kontak Saya",
      "content": "Klik salah satu icon dibawah ini untuk menghubungi saya."
    },
    "footer": {
      "location": {
        "heading": "Lokasi Saya",
        "content": "Indonesia, Provinsi Banten, Kabupaten Tangerang, Kecamatan Curug, Desa Curug Kulon."
      },
      "social": {
        "heading": "Temukan Saya Di"
      },
      "theme_license": {
        "heading": "Lisensi Tema",
        "content": "Tema Bootstrap berlisensi MIT yang dibuat oleh"
      }
    }
  }
}
